[{
  "titlu": "Want to ski this half-term? Here's where in Europe has the best snow",
  "poza": "https://static.euronews.com/articles/stories/08/22/98/94/1920x1080_cmsv2_d8d54d93-e683-5a6a-aab5-68f62b570396-8229894.jpg",
  "articol": "It's estimated that some 24 per cent of ski resorts are shut across Europe due to higher-than-average temperatures but to February half-term is usually a near-guaranteed time for ski lovers to find snow in Europe - but it may be significantly harder this year. Instead of discovering new snowfall at the continent's many resorts, families heading off on ski trips during the school holiday could find good conditions difficult to come across. January was the hottest on record - pushing 12-month global average temperatures over the 1.5 degrees Celsius threshold for the first time. In southern Spain, some experienced heat of over 30C - unheard of for this time of year. At the end of last month, it was estimated that some 28 per cent of European ski resorts in the likes of Spain, France and Switzerland were closed. This figure has now dropped closer to 24 per cent, according to Skiresort.",
  "link":"https://www.euronews.com/travel/2024/02/10/want-to-ski-this-half-term-heres-where-in-europe-has-the-best-snow"
},
{
  "titlu": "From Seville to Salzburg: Inside Europe`s finest religious-run Airbnbs and lodgings",
  "poza": "https://static.euronews.com/articles/stories/08/22/43/46/1920x1080_cmsv2_6a39bb95-a5cf-5db1-a272-313dc6108449-8224346.jpg",
  "articol": "As a convent in Seville opens its doors to the public as an Airbnb, we take a look at other religious-run alternative accommodation across Europe. Airbnbs in Europe have been facing seemingly endless criticism lately. People say they’re too expensive, too small, too noisy and guests are expected to do an unfair amount of tasks before checking out. One set of new properties on the holiday rental market is seeking to change that. In the Spanish city of Seville, there are recently opened apartments, promising “peace… light and calm”, offering sanctuary to weary travellers. While Airbnb write-ups are not always 100 per cent true, it may well be the case with these particular apartments; they're situated within the walls of the Convent of Saint Mary of Jesus.",
  "link": "https://www.euronews.com/travel/2024/02/08/from-seville-to-salzburg-inside-europes-finest-religious-run-airbnbs-and-lodgings"
},
{
  "titlu": "Europe's travel strikes: Flight and train disruption you can expect in February",
  "poza": "https://static.euronews.com/articles/stories/07/42/61/64/1920x1080_cmsv2_a83acfa1-0446-5618-a27b-fc2cc38f7b5b-7426164.jpg",
  "articol": "When, where and what disruption you can expect. Strikes are a regular occurrence in Europe, as employees withhold their labour to fight for better pay and conditions. Walkouts are sometimes planned months ahead but others are announced last minute, showing that it always pays to check before you travel. Luckily, we have gathered all of the strike information together below. Read on to find out where and when are walkouts taking place. If your flight or train is cancelled or delayed, you will be entitled to a new ticket or compensation. Read our guide for the full details. Spain: Strikes expected to disrupt train travel throughout February Rail travel across Spain will be severely disrupted this month as staff call walkout throughout February. The first industrial action called by Spanish trade union CCOO began on 9 February with a 23-hour stoppage resulting in the cancellation of 310 long and mid-distance Renfe trains, including high-speed AVE trains.",
  "link": "https://www.euronews.com/travel/2024/02/09/europes-summer-travel-strikes-when-where-and-what-disruption-you-can-expect-in-august"
},
{
  "titlu": "France blocks plans to let British expats stay longer than 90 days without a visa",
  "poza": "https://static.euronews.com/articles/stories/08/20/40/34/1920x1080_cmsv2_13d9b322-9f9f-5e43-ab1a-638978ccca42-8204034.jpg",
  "articol": "The news comes as a blow to the roughly 86,000 British people who own a second home in France. A new law which would have allowed British second-home owners an automatic long-stay visa has been rejected by a French court for being “unconstitutional”. The amendment to an immigration bill would have let British expats with a second home or holiday home in France stay for more than 90 days without needing a visa. It had already passed through the two houses of the Senate but was rejected for being unconstitutional and having no direct or indirect link to the immigration bill. The decision to reject the amendment is final as there are no appeals in France’s Constitutional Court.",
  "link": "https://www.euronews.com/travel/2024/01/29/france-blocks-plans-to-let-british-expats-stay-longer-than-90-days-without-a-visa"
},
{
  "titlu": "Solo wanderlust: Epic European spots for a Valentine's retreat for one",
  "poza": "https://static.euronews.com/articles/stories/08/22/48/50/1920x1080_cmsv2_7c0a89c7-baa7-5625-9db5-41cd20bc20c4-8224850.jpg",
  "articol": "It's easy to meet a sexy stranger in these European cities. Traditionally celebrated as a day of companionship, you can still feel the love on Valentine's Day as a solo traveller. For the lone adventurer, it can be an opportunity to embark on your own 'Eat Pray Love' journey of self-discovery and indulge in the things you love, without worrying about anyone else. If you're considering a solo break this Valentine's Day, you're not alone. A new survey by tour operator Overseas Adventure Travel (OAT) and Solo Traveler suggests the solo travel trend is gathering steam, with 68% of participants identifying as independent travellers. Whether you're seeking solitude in serene landscapes or crave the buzz of vibrant cities, Europe offers an array of epic destinations ideally suited for a solo travel Valentine's Day experience. Here are some of the most epic places in Europe for a solo voyage this Valentine's Day.",
  "link": "https://www.euronews.com/travel/2024/02/14/solo-wanderlust-epic-european-spots-for-a-valentines-retreat-for-one"
}


]
